Repository: govorun8/blocnod_smart_contracts_ui
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Fonts test
ru: Тест шрифтов

source: sign up
ru: Зарегистрироваться

source: sign in
ru: Войти

# home_page_title
source: Home page
ru: Домашняя страница

# money_page_title
source: Money page
ru: Денежная страница

# smart_contract_page_title
source: Smart contract creation
ru: Создание смарт контракта

source: New smart contract
ru: Новый смарт контракт

source: Select contract type
ru: Выберите тип контракта

source: Contract type
ru: Тип контракта

source: Type not selected
ru: Тип не выбран

source: Rent
ru: Аренда

source: Transportation
ru: Транспортировка

# select_contractor
source: Select contructor
ru: Выберите контрагента

source: Contractor
ru: Kонтрагент

# contractor_not_selected
source: Contructor not selected
ru: Контрагент не выбран

source: Your address
ru: Ваш адрес

# address_hint
source: City, street, house...
ru: Город, улица, дом...

source: Rental period
ru: Срок аренды

source: Court
ru: Суд

source: Penalty
ru: Штраф

# own_version
source: Your own version
ru: Свой вариант

source: Arbitration mechanism
ru: Механизм арбитража

source: Arbitration mechanism not selected
ru: Механизм арбитража не выбран

source: Enter own arbitration mechanism
ru: Введите свой механизм арбитража

source: Departure point
ru: Пункт отправления

source: Destination point
ru: Пункт назначения

# hint_departure_point
source: Departure point address
ru: Адрес пункта отправления

# hint_destination_point
source: Destination address
ru: Адрес пункта назначения

source: Cargo weight
ru: Вес груза

source: Enter cargo weight
ru: Введите вес груза

source: Arrival date
ru: Дата прибытия

source: Shipment date
ru: Дата отгрузки

source: Insurance
ru: Страховка

# hint_insurance
source: Enter insurance
ru: Введите страховку

# driver_name
source: Driver's full name
ru: ФИО водителя

# hint_driver_name
source: Enter driver's full name
ru: Введите ФИО водителя

# driver_number
source: Driver's contact
ru: Контакт водителя

# hint_driver_number
source: Enter driver's contact
ru: Введите контакт водителя

source: Payment type
ru: Тип оплаты

source: Select payment type
ru: Выберите тип оплаты

source: Prepayment
ru: Предоплата

# payment_after
source: Payment after delivery
ru: Оплата по факту

source: Prepayment amount
ru: Размер предоплаты

# hint_prepayment_amount
source: Enter prepayment amount
ru: Введите размер предоплаты

# conract_confirmation
source: Contract confirmation
ru: Подтверждение контракта

# id_hint
source: Enter Id
ru: Введите Id

source: Name
ru: Имя

# name_hint
source: Enter name
ru: Введите имя

source: Email
ru: Почта

# email_hint
source: Enter email
ru: Введите почту

source: Balance
ru: Баланс

# balance_hint
source: Enter balance
ru: Введите баланс

# ru
source: Russian
ru: Русский

# en
source: English
ru: Английский

source: Select language
ru: Выберите язык

source: Rent amount
ru: Сумма арендной платы

# hint_rent_amount
source: Enter rent amount
ru: Введите сумму арендной платы

source: Security deposit
ru: Сумма залога

# hint_security_deposit
source: Enter security deposit
ru: Введите сумму залога

source: Payment due date
ru: Крайняя дата внесения платежа

# hint_payment_due_date
source: Enter payment due date
ru: Укажите крайнюю дату внесения платежа

# contract_start_date
source: Contract starts from
ru: Договор вступает в силу с

# hint_contract_start_date
source: Enter contract start date
ru: Укажите дату начала действия договора

source: Utility payment
ru: Оплата коммунальных услуг

source: Pets allowed
ru: Животные разрешены

source: Create smart contract
ru: Создать смарт контракт

# contract_on_approval
source: Contracts on approval
ru: Контракты на согласовании

source: Your contracts
ru: Ваши контракты

source: Price
ru: Стоимость

source: Status
ru: Статус
